[Killed] ConditionalExpression
15.2/exercise-digimon-finders/src/App.js:49:11
         >
           Search Digimon
         </button>
-        { isFetching && !errorMessage
+        { false
           ? <Digimon digimon={digimon} />
           : <h1>{errorMessage || 'Faça uma pesquisa'}</h1>
